<?php

return [
    'every_day' => [
        'kz' => 'Күн сайын',
        'ru' => 'Каждый день'
    ],
    'every_2_days' => [
        'kz' => 'Күнара',
        'ru' => 'Каждые 2 дня'
    ],
    'every_week' => [
        'kz' => 'Апта сайын',
        'ru' => 'Каждую неделю'
    ],
    'every_month' => [
        'kz' => 'Ай сайын',
        'ru' => 'Каждый месяц'
    ],
    'every_monday' => [
        'kz' => 'Әр дүйсенбі',
        'ru' => 'Каждый понедельник'
    ],
    'every_tuesday' => [
        'kz' => 'Әр сейсенбі',
        'ru' => 'Каждый вторник'
    ],
    'every_wednesday' => [
        'kz' => 'Әр сәрсенбі',
        'ru' => 'Каждую среду'
    ],
    'every_thursday' => [
        'kz' => 'Әр бейсенбі',
        'ru' => 'Каждый четверг'
    ],
    'every_friday' => [
        'kz' => 'Әр жұма',
        'ru' => 'Каждую пятницу'
    ],
    'every_saturday' => [
        'kz' => 'Әр сенбі',
        'ru' => 'Каждую субботу'
    ],
    'every_sunday' => [
        'kz' => 'Әр жексенбі',
        'ru' => 'Каждое воскресенье'
    ],
    'do_not_renew' => [
        'kz' => 'Ешқашан',
        'ru' => 'Никогда'
    ],
];